const c1 = () => (
    <div className="disease-contents">
        <div className="row disease-content-article mt-5 mb-5 ml-2 mr-2 pt-5 pb-5 pr-5 pl-5 d-block">
            <div id="diseaseHeader" className="col-sm-12 col-md-12 col-lg-12">
                <h2>
                    <strong>การผ่าตัดลำไส้ใหญ่ออก</strong>
                </h2>
            </div>
            <br />
            <h4 className="pt-2">
                <strong>ลำไส้อุดตัน มะเร็ง หรือโรคลำไส้อักเสบ อาจจำเป็นต้องตัดลำไส้ใหญ่ออกบางส่วนหรือทั้งหมด</strong>
            </h4>

            <p>
                การผ่าตัดลำไส้ใหญ่ออก (colectomy) เป็นการผ่าตัดเพื่อตัดเอาลำไส้ใหญ่ออกไปบางส่วนหรือทั้งหมด โดยทำเพื่อรักษาภาวะต่างๆ ที่เกิดกับลำไส้ใหญ่ เช่น
            </p>

            <ul>
                <li>มะเร็งลำไส้ใหญ่</li>
                <li>ลำไส้อุดตัน</li>
                <li>เลือดออกมากในลำไส้ใหญ่</li>
                <li>โรคลำไส้อักเสบ (inflammatory bowel disease) เช่น โรคโครห์น (Crohn's disease) หรือ โรคลำไส้อักเสบเป็นแผลเรื้อรัง (ulcerative colitis)</li>
                <li>ติ่งเนื้อชนิดก่อนเป็นมะเร็งที่ลำไส้ใหญ่</li>
                <li>ภาวะทางพันธุกรรม เช่น ลินช์ซินโดรม (Lynch syndrome) หรือ โพลีโพซิส (polyposis)</li>
            </ul>
            <p>

            <br />
                <h4><strong>ชนิดของการผ่าตัดลำไส้ใหญ่</strong></h4>
                <p>การผ่าตัดลำไส้ใหญ่มีอย่างน้อยสี่แบบ คือ</p>
            </p>
            <ul >
                <li>ผ่าตัดลำไส้ใหญ่ออกทั้งหมด (Total colectomy)</li>
                <li>ผ่าตัดลำไส้ใหญ่ออกบางส่วน (Partial colectomy)</li>
                <li>ผ่าตัดลำไส้ใหญ่ออกครึ่งหนึ่ง (Hemicol ectomy)</li>
                <li>ผ่าตัดลำไส้ใหญ่และไส้ตรงออก (Proctocolectomy)</li>
            </ul><br></br>
            <p>
                การผ่าตัดลำไส้ใหญ่ออก (colectomy) เป็นการผ่าตัดเพื่อตัดเอาลำไส้ใหญ่ออกไปบางส่วนหรือทั้งหมด โดยทำเพื่อรักษาภาวะต่างๆ ที่เกิดกับลำไส้ใหญ่ เช่น
            </p>

            <br />
            <h4><strong>การผ่าตัดลำไส้ใหญ่</strong></h4>
            <p>
                คุณจะได้รับการดมยาสลบระงับความรู้สึกทั้งร่างกายขณะทำการผ่าตัดลำไส้ใหญ่ ซึ่งคุณจะไม่รู้สึกตัว ถ้าผ่าตัดลำไส้ใหญ่โดยการผ่าเปิดหน้าท้อง
                 แพทย์จะลงแผลยาวที่หน้าท้องและตัดเอาลำไส้ใหญ่ออกบางส่วนหรือทั้งหมด แต่ถ้าผ่าตัดลำไส้ใหญ่โดนวิธีส่องกล้อง แพทย์จะทำการผ่าตัดผ่านแผลเล็กๆ ที่หน้าท้องหลายๆ
                 แผลและจะใส่กล้องวีดีโอเล็กๆ ผ่านแผลหนึ่ง แผลและอุปกรณ์ผ่าตัดอื่นๆ จะใส่เข้าทางแผลอื่น
            </p>
            <p>เมื่อลำไส้ใหญ่ถูกตัดออก แพทย์จะต่อทางเดินอาหารส่วนที่เหลือกลับเข้าด้วยกันด้วยวิธีใดวิธีหนึ่ง ต่อไปนี้</p>
            <ul>
                <li>ต่อลำไส้ใหญ่ส่วนที่เหลือเข้าด้วยกัน</li>
                <li>ต่อลำไส้ส่วนที่เหลือมาเปิดที่หน้าท้อง (โคลอสโตมี หรือ ไอลีออสโตมี)</li>
                <li>ต่อลำไส้เล็กเข้ากับรูทวารหนัก</li>
            </ul>

            <br />
            <h4><strong>ก่อนผ่าตัดลำไส้ใหญ่</strong></h4>
            <p>ก่อนการผ่าตัดต้องแจ้งแพทย์เกี่ยวกับยาที่ใช้อยู่ ซึ่งคุณอาจต้องหยุดยาบางตัวก่อนการผ่าตัดและอาจต้องงดน้ำงดอาหารหลายชั่วโมงก่อนผ่าตัดซึ่งแพทย์จะแจ้งให้ทราบ
                 แพทย์อาจให้ยาระบายผสมกับน้ำให้ดื่มที่บ้านก่อนผ่าตัดหลายๆ ชั่วโมง ซึ่งช่วยให้ลำไส้ใหญ่โล่งก่อนผ่าตัดหรืออาจใช้ยาสวนทวารก็ได้ แพทย์อาจสั่งยาปฏิชีวนะก่อนผ่าตัดเพื่อป้องกันการติดเชื้อ
                 บางครั้งการผ่าตัดลำไส้ใหญ่ต้องทำฉุกเฉินทำให้ไม่สามารถเตรียมการอย่างที่กล่าวมาแล้วได้
            </p>

            <br />
            <h4><strong>หลังการผ่าตัดลำไส้ใหญ่</strong></h4>
            <p>
                หลังการผ่าตัดลำไส้ใหญ่ คุณอาจต้องนอนโรงพยาบาลนาน 3-7 วัน และอาจยังไม่สามารถกินอาหารที่เป็นชิ้นได้ โดยส่วนใหญ่แล้วต้องใช้เวลาประมาณ 2-3 สัปดาห์จึงกลับไปใช้ชีวิตปกติได้
            </p>

            <br />
            <h4><strong>ความเสี่ยงในการผ่าตัดลำไส้ใหญ่</strong></h4>
            <p>การผ่าตัดลำไส้ใหญ่อาจเกิดภาวะแทรกซ้อน ได้แก่</p>

            <ul>
                <li>การติดเชื้อ</li>
                <li>เลือดออกในอวัยวะภายใน</li>
                <li>เกิดแผลเป็น</li>
                <li>ไส้เลื่อน (เนื้อเยื่อโป่งนูนผ่านชั้นกล้ามเนื้อหน้าท้องออกมาที่ตำแหน่งที่ลงแผล)</li>
                <li>ลำไส้อุดตัน</li>
                <li>เกิดความเสียหายกับอวัยวะข้างเคียง</li>
                <li>ลิ่มเลือด</li>
                <li>รอยลำไส้ที่ต่อไว้รั่ว</li>
            </ul>

            <p><em>แหล่งข้อมูล https://www.honestdocs.co/colectomy</em></p>

        </div>
    </div>

)
export default c1