const c2 = () => (
    <div className="disease-contents">
        <div className="row disease-content-article mt-5 mb-5 ml-2 mr-2 pt-5 pb-5 pr-5 pl-5 d-block">
            <div id="diseaseHeader" className="col-sm-12 col-md-12 col-lg-12">
                <h2>
                    <strong>นิ่วในไต วิธีรักษา ป้องกัน และอาหารที่ควรหลีกเลี่ยง</strong>
                </h2>
            </div>

            <p className="pt-2">
                นิ่วในไต ขนาดเล็กสามารถรักษาด้วยการดื่มน้ำมากๆ ร่วมกับการใช้ยาช่วยขับให้ก้อนนิ่วออกมาพร้อมกับปัสสาวะได้ง่ายขึ้น แต่หากก้อนนิ่วมีขนาดใหญ่ การใช้ยาก็คงไม่เพียงพออีกต่อไป แล้วจะมีวิธีไหนช่วยรักษาโรคนิ่วในไตได้บ้าง น่ากลัวอย่างที่คิดหรือไม่
                เป็นนิ่วในไตควรดูแลตัวเองอย่างไร อาหารชนิดใดที่คุณควรบอกลา? วันนี้เราจะมาตอบข้อสงสัยเหล่านี้กัน
			</p>

            <h4><strong>นิ่วในไต รักษาอย่างไร</strong></h4>
            <p>
                นิ่วในไตเป็นโรคที่รักษาให้หายได้ และทำได้หลากหลายวิธี โดยวิธีที่แพทย์เลือกใช้จะขึ้นอยู่กับลักษณะของก้อนนิ่ว หากมีก้อนนิ่วขนาดเล็ก แพทย์มักแนะนำให้ดื่มน้ำประมาณ 6-8 แก้วต่อวัน ซึ่งถือเป็นวิธีที่ช่วยขับนิ่วในไตได้ดีที่สุด และอาจทำร่วมกับการรักษาโดยใช้ยา
            </p>

            <br />
            <h4><strong>ยาแก้ปวดสำหรับนิ่วในไต</strong></h4>
            <p>
                ก้อนนิ่วที่เคลื่อนไปตามระบบร่างกายอาจทำให้รู้สึกเจ็บปวด คุณสามารถใช้ยาแก้ปวดที่มีจำหน่ายตามร้านขายยา เช่น ไอบูโพรเฟน (Ibuprofen) พาราเซตามอล (Paracetamol) และนาพรอกเซน (Naproxen) ช่วยบรรเทาอาการปวดอ่อนๆ ที่เกิดขึ้นได้ แต่ในกรณีที่ปวดอย่างรุนแรง
                แพทย์อาจให้ใช้ยาแก้ปวดชนิดโอปิออยด์ (Opioid) หรืออาจจำเป็นต้องนอนพักที่โรงพยาบาล
            </p>

            <br />
            <h4><strong>ยาช่วยขับนิ่วในไต</strong></h4>
            <p>หากคุณมีปัญหาในการขับนิ่วตามธรรมชาติ แพทย์อาจสั่งยาอัลฟาบล็อกเกอร์ (Alpha-blocker) เช่น แทมซูโลซิน (Tamsulosin) ซึ่งจะช่วยคลายกล้ามเนื้อต่างๆ ในทางเดินปัสสาวะ ทำให้นิ่วผ่านออกไปได้ง่ายขึ้น นอกจากนั้นแพทย์อาจให้ใช้ยาตัวอื่นเพิ่มเติมเพื่อช่วยสลายนิ่ว
                ลดสารก่อนิ่ว หรือป้องกันการสร้างนิ่ว ขึ้นอยู่กับความจำเป็นและชนิดนิ่วที่คุณมี ได้แก่
            </p>
            <h5>ยาสำหรับนิ่วในไตที่มีแคลเซียมเป็นส่วนประกอบ</h5>
            <ul>
                <li>ยาขับปัสสาวะกลุ่มไธอะไซด์ไดยูเรติก (Thiazide diuretics) ได้แก่ ไฮโดรคลอโรไทอะไซด์ (Hydrochlorothiazide) คลอโรไทอะไซด์ (Chlorothiazide) และไตรโคลร์มไทอะไซด์ (Trichlormethiazide) ซึ่งควรรับประทานพร้อมกับโพแทสเซียมซิเตรท (Potassium citrate)
                เพื่อป้องกันการสูญเสียโพแทสเซียมและซิเตรท</li>
                <li>อะมิโลไรด์ (Amiloride) ซึ่งเป็นยาขับปัสสาวะในกลุ่ม Potassium-sparing diuretic</li>
                <li>ไซเตรท (Citrates) ได้แก่ โพแทสเซียมแมกนีเซียมซิเตรท โพแทสเซียมซิเตรท และแมกนีเซียมซิเตรท</li>
                <li>สารประกอบฟอสเฟต ได้แก่ โพแทสเซียมฟอสเฟต และเซลลูโลสฟอสเฟต</li>
            </ul>
            <ul>
                <li>โซเดียมไบคาร์บอเนต (Sodium Bicarbonate)</li>
                <li>โพแทสเซียมซิเตรท (Potassium Citrate)</li>
                <li>อัลโลพูรินอล (Allopurinol) </li>
            </ul>
            <h5>ยาสำหรับนิ่วในไตที่มีสตรูไวท์ (Struvite) เป็นส่วนประกอบ</h5>
            <ul>
                <li>ยาปฏิชีวนะ (Antibiotics) เพื่อฆ่าเชื้อ เนื่องจากนิ่วสตรูไวท์เกิดจากการติดเชื้อแบคทีเรียในทางเดินปัสสาวะ</li>
                <li>กรดอะเซโทไฮดรอกซามิก (Acetohydroxamic acid)</li>
                <li>กรดอินทรีย์ เช่น กรดไซตริก กลูโคโน เดลต้า แลคโตน (Glucono-delta-lactone) และแมกนีเซียมคาร์บอเนต (Magnesium carbonate)</li>
                <li>ยาลดกรดอะลูมิเนียมไฮดรอกไซด์ (Aluminum hydroxide anti-acid gel)</li>
            </ul>
            <h5>สารเติมความเป็นด่าง</h5>
            <p>เช่น ไบคาร์บอเนต เป็นยาอันดับแรกสำหรับรักษานิ่วในไตที่มีซิสตีนเป็นส่วนประกอบ ส่วนยาตัวอื่นที่ช่วยลดความเข้มข้นของซิสตีนก็อาจใช้ได้เช่นกัน โดยเฉพาะในกรณีที่ยานี้ไม่ได้ผล ได้แก่</p>
            <ul>
                <li>ดี-เพนิซิลลามีน (D-pennicillamine)</li>
                <li>แคปโตพริล (Captopril)</li>
                <li>Alpha-mercaptopropionylglycine</li>
            </ul>
            <br />
            <h4><strong>การกำจัดนิ่วในไต</strong></h4>
            <p>
                ในกรณีที่ก้อนนิ่วในไตมีขนาดใหญ่เกินไป อาจต้องรักษาโดยการผ่าตัดแบบเปิดมาตรฐาน หรือหัตถการทางการแพทย์อื่นๆ เพราะก้อนนิ่วอาจไปขวางกั้นทางเดินปัสสาวะและทำให้ติดเชื้อ สร้างความเสียหายให้กับไต หรือทำให้เกิดอาการปวดอย่างรุนแรงได้ วิธีการรักษาที่นิยมใช้ ได้แก่
            </p>
            <h5>การสลายนิ่วในไตโดยการใช้คลื่นกระแทก (Shock wave lithotripsy)</h5>
            <p> คือการใช้คลื่นเสียงความถี่สูงจากเครื่องมือทำให้นิ่วแตกเป็นชิ้นเล็กๆ เพื่อช่วยขับออกมาทางปัสสาวะได้</p>
            <h5>การส่องกล้องท่อไต (Ureteroscopy) </h5>
            <p>คือการใช้เครื่องมือที่มีกล้องติดกับปลายท่อขนาดยาวใส่เข้าไปตามท่อปัสสาวะ เพื่อกำจัดหรือทำให้ก้อนนิ่วแตก</p>
            <h5>การส่องกล้องผ่านรูขนาดเล็ก (Percutaneous nephrolithotomy)</h5>
            <p>คือการใช้กล้องไฟเบอร์ออปติกขนาดจิ๋วใส่เข้าไปผ่านรูขนาดเล็กที่เจาะไว้บริเวณหลัง เพื่อไปกำจัดก้อนนิ่วในไต หากใช้วิธีนี้ร่วมกับการสลายนิ่วโดยใช้คลื่นกระแทก จะเรียกรวมกันว่า Nephrolithotripsy</p>

            <br />
            <h4><strong>วิธีป้องกันนิ่วในไต</strong></h4>
            <p>สำหรับผู้ที่มีความเสี่ยงต่อการเป็นนิ่ว เช่น มีปัญหาสุขภาพบางอย่าง มีน้ำหนักเกิน เคยได้รับการผ่าตัด หรือมีคนในครอบครัวเคยป่วยเป็นโรคนี้ การปรับอาหารและพฤติกรรมการใช้ชีวิตตามคำแนะนำต่อไปนี้ อาจช่วยป้องกันการก่อตัวของนิ่วในไตได้</p>
            <ul>
                <li>วิธีป้องกันการเกิดนิ่วในไตที่ดีที่สุด คือ ดื่มน้ำให้เพียงพอ โดยในแต่ละวันคุณควรดื่มน้ำอย่างน้อย 6-8 แก้ว หรือมากพอที่จะผลิตปัสสาวะประมาณ 2 ลิตร </li>
                <li>ควรดื่มน้ำให้มากขึ้น หากสูญเสียเหงื่อจากการออกกำลังกาย หรืออยู่ในสภาพอากาศที่ร้อน</li>
                <li>ควรจำกัดการดื่มเครื่องดื่มคาเฟอีน ได้แก่ กาแฟ ชา และน้ำอัดลม เพียง 1-2 แก้วต่อวัน เนื่องจากเครื่องดื่มเหล่านี้อาจทำให้ร่างกายขาดน้ำได้</li>
                <li>เครื่องดื่มบางชนิดอาจทั้งเป็นประโยชน์หรือเป็นอันตรายต่อการเกิดนิ่วในไต ขึ้นอยู่กับชนิดของนิ่ว
                    <ul>
                        <li>น้ำผลไม้ที่มีออกซาเลตสูงอย่างแครนเบอร์รี่และแอปเปิ้ลอาจทำให้เกิดนิ่วแคลเซียมออกซาเลต แต่ในขณะเดียวกันแครนเบอร์รี่ก็เพิ่มความเป็นกรดให้กับปัสสาวะ และเป็นตัวเลือกที่ดีในการป้องกันนิ่วแคลเซียมฟอสเฟตและนิ่วสตรูไวท์</li>
                        <li>นิ่วกรดยูริก ป้องกันได้โดยการเพิ่มความเป็นด่างให้กับปัสสาวะ เช่น การดื่มน้ำแบล็คเคอร์แรนท์ แต่ควรหลีกเลี่ยงเครื่องดื่มที่มีความเป็นกรด</li>
                        <li>น้ำผลไม้ตระกูลส้ม เช่น น้ำมะนาว น้ำเลมอน และน้ำส้ม อาจช่วยป้องกันนิ่วในไตด้วยการเพิ่มระดับซิเตรตในปัสสาวะ ป้องกันผลึกนิ่วเปลี่ยนไปเป็นก้อนนิ่ว</li>
                        <li>การรับประทานเกรปฟรุตอาจเสี่ยงทำให้เกิดนิ่วในไตเพิ่มขึ้น</li>
                    </ul>
                </li>
            </ul>
            <br />
            <h4><strong>อาหารที่ผู้ป่วยนิ่วในไตควรหลีกเลี่ยง</strong></h4>
            <p>การหลีกเลี่ยงอาหารที่เป็นปัจจัยทำให้เกิดนิ่วนั้นถือเป็นส่วนหนึ่งในการรักษาที่คุณไม่ควรละเลย โดยหากคุณมีความเสี่ยงในการเกิดนิ่วแคลเซียมออกซาเลต ซึ่งเป็นนิ่วชนิดที่พบได้บ่อยที่สุด คุณควรลดการบริโภคโซเดียม (เกลือ) เพราะโซเดียมจะไปเพิ่มการขับแคลเซียมไปในปัสสาวะ ทำให้เกิดนิ่วชนิดนี้มากขึ้น ทั้งนี้ ไม่ใช่แค่อาหารที่ใส่เกลือปริมาณมากเท่านั้นที่มีโซเดียมสูง แต่ยังรวมถึงอาหารที่ผ่านการแปรรูป เช่น ไส้กรอก แฮม อาหารกระป๋อง อาหารฟาสต์ฟู้ด อาหารแช่แข็ง และขนมขบเคี้ยวต่างๆ รวมไปถึงเนื้อและโปรตีนจากสัตว์อื่นๆ ได้แก่ ไข่ และปลา เพราะโปรตีนเหล่านี้อาจเพิ่มการขับแคลเซียมและลดการขับซิเตรตในปัสสาวะได้</p>
            <p>นอกจากนี้ คุณควรลดการบริโภคอาหารที่มีออกซาเลตสูงด้วย ได้แก่</p>
            <ul>
                <li>ผลไม้บางชนิด เช่น สตรอเบอร์รี่ และองุ่นคองคอร์ด</li>
                <li>พืชผักบางชนิด ได้แก่ บีทรูท กระเทียมต้น หน่อไม้ฝรั่ง เห็ด กะหล่ำดอก และผักโขม</li>
                <li>อาหารและเครื่องดื่มอื่นๆ ได้แก่ โจ๊ก เต้าหู้ ช็อคโกแลต ชา กาแฟสำเร็จรูป แอลกอฮอล์ และรำข้าวสาลี</li>
                <li>พืชตระกูลถั่ว ได้แก่ ถั่วลิสง อัลมอนด์ และเม็ดมะม่วงหิมพานต์</li>
            </ul>
            <p>จากรายงานในวารสาร Journal of Clinical Endocrinology & Metabolism ปี 2012 พบว่าการได้รับแคลเซียมจากอาหารน้อยเกินไปอาจเพิ่มความเสี่ยงในการเกิดนิ่วแคลเซียมออกซาเลต ดังนั้นหากคุณมีความเสี่ยงในการเกิดนิ่วออกซาเลตในไต นอกจากการลดการบริโภคโซเดียมและโปรตีนจากสัตว์แล้ว คุณควรมั่นใจว่าตัวเองได้รับแคลเซียมจากอาหารอย่างเพียงพอ</p>
            <p>ส่วนผู้ป่วยที่มีนิ่วยูริกนั้นควรจำกัดการบริโภคโปรตีนจากสัตว์เพียง 170-280 กรัมต่อวัน เนื่องจากโปรตีนจากสัตว์ประกอบไปด้วยพิวรีน ซึ่งเป็นสารที่ร่างกายจะสลายไปเป็นกรดยูริกในที่สุด</p>
            <p>อย่างไรก็ตาม อย่าลืมว่าการใช้ยาอย่างสม่ำเสมอและไปพบแพทย์ตามนัดหมายเพื่อติดตามอาการก็สำคัญเช่นกัน เพื่อผลลัพธ์ในการรักษาที่มีประสิทธิภาพและปลอดภัยต่อตัวคุณเอง รวมทั้งควรบริโภคคาร์โบไฮเดรตให้เพียงพอ และหลีกเลี่ยงการลดน้ำหนักอย่างหักโหมหรือเร็วเกินไปด้วย</p>

            <p><em>แหล่งข้อมูล https://www.honestdocs.co/kidney-stones-treatment-and-prevention</em></p>
            
        </div>
    </div>

)
export default c2